Repository: common-repository/releva-nz
Catalog: languages/relevatracking-*.po
Languages: de_de

source: Settings saved successfully!
de_de: Einstellungen erfolgreich gespeichert!

source: Invalid Key!
de_de: Falsche API Key!

source: Please do not forget to enter your API Key
de_de: Vergiss nicht, deinen API Key einzugeben.

source: Additional HTML
de_de: Zusätzliches HTML

source: Settings
de_de: Einstellungen

source: If you already registered, you can find your API Key in your account and enter it here:
de_de: Wenn du bereits registriert bist, findest du deinen API-Schlüssel in deinem Account und kannst Ihn hier eingeben:

source: <a href="https://releva.nz" target="_blank">Not registered yet? Get started now!</a>
de_de: <a href=“https://releva.nz” target=“_blank”>Noch nicht registriert? Jetzt loslegen!</a>

source: Send
de_de: Speichern

source: Settings successfully saved!
de_de: Einstellungen erfolgreich gespeichert!

source: Error saving settings
de_de: Fehler beim Speichern der Einstellungen

source: %1$sreleva.nz is inactive%2$s as it requires WooCommerce. Please %3$sactivate WooCommerce version 2.4.13 or newer%4$s
de_de: %1$sreleva.nz ist inaktiv%2$s, da es WooCommerce benötigt. Bitte %3$aktiviere WooCommerce Version 2.4.13 oder neuer%4$s

source: Technology for personalized advertising
de_de: Technologie für personalisierte Kundenansprache!
